import Me from '../imgs/me.png';

const Home = () => {
    return (
        <>
            <div>
                <img
                    className="w-25 h-25 d-block mx-auto"
                    src={Me}
                    alt="Me"
                />
            </div>
            <br />
            <div>
                <h1 className="text-center text-primary mb-5">About me</h1>
                <p className="w-50 mx-auto pb-5" style={{ color: '#326096' }}>
                    <b>ชื่อ-นามสกุล:</b> นายณชพัฒน์ สัมฤทธิ์ยากรณ์ <br />
                    <b>ชื่อเล่น:</b> แชมป์ <br />
                    <b>ปัจจุบันศึกษาที่:</b> มหาวิทยาลัยศรีปทุม <br />
                    <b>คณะ:</b> เทคโนโลยีสารสนเทศ <br />
                    <b>สาขา:</b> วิทยาการคอมพิวเตอร์และนวัตกรรมการพัฒนาซอฟต์แวร์<br />
                    <b>ชั้นปีที่:</b> 2 <br />
                    <b>รหัสนักศึกษา:</b> 67090695 <br />
                    <b>งานอดิเรก:</b> อ่านหนังสือ , ฟังเพลง , เล่นเกม<br />
                    <b>สิ่งที่ชอบ:</b> การเรียนรู้สิ่งใหม่ๆ , การได้ทำอะไรๆเองโดยที่ไม่ต้องให้คนอื่นมาบังคับ <br />
                    <b>สิ่งที่ไม่ชอบ:</b> ความไร้เหตุผล , การโดนบังคับให้ทำอะไรสักอย่างแบบไม่มีเหตุผล<br />
                </p>
            </div>
        </>
    );
}

export default Home;